/* BridgeConfViewController; first placeholder is bullet point (\u{2022}), second placeholder is bridge type "obfs4" */
"%1$@ %2$@ makes your traffic appear \"random\"." = "%1$@%2$@κάνει την κίνησή σας να μοιάζει \"τυχαία\"";

/* BridgeConfViewController; first placeholder is bullet point (\u{2022}), second placeholder is bridge type "snowflake" */
"%1$@ %2$@ makes your traffic look like a phone call to a random user on the net." = "%1$@%2$@κάνει την κίνησή σας να μοιάζει με κλήση προς κάποιον τυχαίο χρήστη στο διαδίκτυο";

/* BridgesConfViewController */
"Automatic Configuration" = "Automatic Configuration";

/* BridgeConfViewController */
"Bridge Configuration" = "Διαμόρφωση γέφυρας";

/* BridgeConfViewController; placeholder contains bridge type names: "meek-azure" or "obfs4" */
"Built-in %@" = "Ενσωματωμένο%@";

/* ScanQrViewController */
"Camera access was not granted or QR Code scanning is not supported by your device." = "Η πρόσβαση στην κάμερα δεν παραχωρήθηκε ή η σάρωση κωδικού QR δεν υποστηρίζεται από τη συσκευή σας.";

/* AlertHelper */
"Cancel" = "Ακύρωση";

/* MoatViewController */
"CAPTCHA Image" = "CAPTCHA Image";

/* CustomBridgesViewController */
"Copy URL to Clipboard" = "Αντιγραφή URL στο πρόχειρο";

/* MoatViewController */
"Couldn't understand server response." = "Η απάντηση του σέρβερ δεν ήταν κατανοητή.";

/* BridgeConfViewController */
"Custom Bridges" = "Εξατομικευμένες γέφυρες";

/* Transport */
"custom bridges" = "custom bridges";

/* MoatViewController */
"Enter characters from image" = "Εισάγετε τους χαρακτήρες από την εικόνα";

/* AlertHelper */
"Error" = "Σφάλμα";

/* BridgesConfViewController */
"I'm sure I cannot connect without a bridge." = "I'm sure I cannot connect without a bridge.";

/* BridgeConfViewController */
"If one type of bridge does not work, try using a different one." = "If one type of bridge does not work, try using a different one.";

/* BridgeConfViewController */
"If you are in a country or using a connection that censors Tor, you might need to use bridges." = "If you are in a country or using a connection that censors Tor, you might need to use bridges.";

/* CustomBridgesViewController; placeholder contains "https://bridges.torproject.org/", please visit that page and copy texts for your language! */
"In a separate browser, visit %@ and tap \"Get Bridges\" > \"Just Give Me Bridges!\"" = "In a separate browser, visit %@ and tap \"Get Bridges\" > \"Just Give Me Bridges!\"";

/* BridgesConfViewController */
"Manual Configuration" = "Manual Configuration";

/* BridgeConfViewController */
"No Bridges" = "Χωρίς γέφυρες";

/* ApiError, placeholder is a non-success status from the server. */
"No success, but \"%@\" instead." = "Χωρίς επιτυχία, αλλά \"%@\" αντ' αυτού.";

/* ApiError */
"No valid HTTP response." = "Μη έγκυρη απόκριση HTTP.";

/* Transport */
"Obfs4 bridges" = "Obfs4 bridges";

/* AlertHelper */
"OK" = "Εντάξει";

/* CustomBridgesViewController */
"Other" = "Άλλο";

/* CustomBridgesViewController */
"Paste Bridges" = "Επικόλληση γεφυρών";

/* CustomBridgesViewController; placeholder is "" "https://bridges.torproject.org/" */
"QR Code could not be decoded! Are you sure you scanned a QR code from %@?" = "Δεν ήταν δυνατή η αποκωδικοποίηση του κωδικού QR Code! Είστε σίγουρος/η ότι σαρώσατε έναν κωδικό QR από το %@ ;";

/* MoatViewController */
"Request Bridges" = "Αίτημα γεφυρών";

/* BridgeConfViewController */
"Request Bridges from torproject.org" = "Αίτημα γεφυρών από το torproject.org";

/* ApiError */
"Request could not be formed. Please check host and username/password!" = "Request could not be formed. Please check host and username/password!";

/* CustomBridgesViewController */
"Request via E-Mail" = "Αίτημα μέσω μέιλ";

/* CustomBridgesViewController */
"Request via Telegram" = "Request via Telegram";

/* ApiError */
"Response body missing." = "Λείπει το σώμα απόκρισης.";

/* BridgesConfViewController+Shared */
"Save" = "Αποθήκευση";

/* CustomBridgesViewController, ScanQrViewController */
"Scan QR Code" = "Σάρωση QR Code";

/* Transport */
"Snowflake bridges" = "Snowflake bridges";

/* Transport */
"Snowflake bridges (AMP rendezvous)" = "Snowflake bridges (AMP rendezvous)";

/* MoatViewController */
"Solve the CAPTCHA to request bridges." = "Λύστε το CAPTCHA για να ζητήσετε γέφυρες.";

/* BridgesConfViewController */
"Try Auto-Configuration" = "Try Auto-Configuration";

/* CustomBridgesViewController */
"Upload QR Code" = "Ανέβασμα QR Code";

/* CustomBridgesViewController */
"Use Custom Bridges" = "Χρήση εξατομικευμένων γεφυρών";

/* CustomBridgesViewController */
"Use QR Code" = "Σκανάρισμα κωδικού QR";
